[
  "--- Página 1 ---",
  "TEXTO 1 Adaptações curriculares para crianças com deficiência intelectual moderada: contribuições da neuropsicologia do desenvolvimento, de Patrícia Martins de Freitas, Patrícia Belini Nishiyama, Denise Oliveira Ribeiro e Leandro Martins de Freitas. Resumo: A educação de crianças com deficiência intelectual enfrenta dificuldades de ser implementada, tanto em escolas inclusivas quanto especializadas. A deficiência intelectual é erroneamente reconhecida como uma condição estática e, portanto, com poucas possibilidades para aprendizagem e desenvolvimento. As lacunas na formação dos professores estão relacionadas com o pouco conhecimento do desenvolvimento neuropsicológico e das técnicas de ensino baseadas na análise experimental do comportamento. O presente estudo tem como objetivo apresentar as características clínicas e funcionais da deficiência intelectual, assim como recursos e ferramentas para a promoção da adaptação curricular. A aplicação de avaliações funcionais e individualizadas, do planejamento de currículos direcionados para as necessidades de cada criança e do ensino baseado em técnicas comportamentais demonstram melhores resultados, tanto para aprendizagem quanto para o desenvolvimento. O estudo de modelos curriculares inclusivos, frequentemente, é direcionado para análise de elementos como aspectos históricos e políticos, demonstrando um forte empenho dos pesquisadores para defender a educação inclusiva. Os estudos sobre a aplicação e os resultados alcançados com a educação inclusiva são menos frequentes no Brasil, considerando o que era esperado desde a Declaração de Salamanca de 1994 e a legislação vigente no país. A Política Nacional de Educação Especial, na Perspectiva da Educação Inclusiva, e as Diretrizes do Atendimento Educacional Especializado, estabelecem o ensino regular como prioridade para crianças e jovens com necessidades especiais, embora a inclusão ainda seja restrita e as falhas no ensino especializado também sejam evidentes. O presente estudo apresenta modelos de ensino individualizados ou em pequenos grupos para crianças com deficiência intelectual moderada, reconhecendo a falta de operacionalização no campo educacional, especialmente na formação profissional, que pouco aborda o perfil cognitivo da deficiência intelectual, as adaptações curriculares e estratégias de ensino diretivas. Utilizando fundamentos da neuropsicologia do desenvolvimento e da genética, descrevem-se as características clínicas e funcionais da deficiência intelectual, seus impactos sociais, critérios diagnósticos, níveis de gravidade e bases etiológicas genéticas e ambientais.",
  "Destacam-se alterações neurocognitivas associadas a anormalidades estruturais e funcionais do sistema nervoso central, bem como evidências de neuroimagem que apontam múltiplas alterações cerebrais. A aprendizagem, entendida como aquisição de conhecimento mediada pela neuroplasticidade, deve ser planejada conforme as necessidades neurocognitivas individuais, utilizando modelos diretivos, com objetivos claros, ensino passo a passo e estratégias comportamentais baseadas em evidências. O currículo para crianças com deficiência intelectual moderada deve ser individualizado, com instruções claras, feedback constante, avaliação contínua e redefinição de metas, considerando planos como o Plano de Desenvolvimento Educacional Individualizado. As intervenções psicoeducacionais devem articular avaliação clínica e educacional, mapeando habilidades já adquiridas e metas futuras, prevenindo problemas de comportamento associados à inadequação entre exigências e capacidades. A educação constitui o eixo central da reabilitação cognitiva, devendo contemplar habilidades acadêmicas, funcionais, sociais e de vida diária, inseridas no currículo escolar. A adaptação curricular envolve definir o que ensinar e como ensinar, priorizando repertórios funcionais de independência e etapas\n\n--- Página 2 ---",
  "prévias de estimulação sensorial, linguística, comunicacional e social. As estratégias de ensino fundamentam-se na psicologia comportamental, destacando a aprendizagem por contingências, instrução direta e equivalência de estímulos, com evidências consistentes de eficácia para leitura, escrita, matemática, habilidades de vida diária e comunicação. Estudos demonstram que programas estruturados, com modelagem, reforçamento, prática sistemática e revisão cumulativa, favorecem a aquisição e generalização das aprendizagens. A análise experimental do comportamento e o paradigma da equivalência de estímulos mostram-se recursos pedagógicos eficazes, inclusive com apoio de tecnologias digitais, embora a utilização de dicas adicionais possa ser necessária para garantir a emergência das relações não treinadas diretamente. Conclui-se que a educação de crianças com deficiência intelectual ainda enfrenta limitações decorrentes de concepções estáticas sobre o potencial de aprendizagem e do uso insuficiente de modelos pedagógicos baseados em evidências. A individualização curricular, organizada em metas e programas de aprendizagem adequados ao perfil da criança, amplia as chances de êxito educacional.",
  "Considerando o impacto da deficiência intelectual no desenvolvimento da criança e da família, destaca-se a importância da articulação entre escola e família, do apoio às mães cuidadoras e da efetivação de políticas públicas que garantam adaptações curriculares e práticas pedagógicas fundamentadas cientificamente, promovendo qualidade de vida e inclusão social.",
  "TEXTO 2 Acessibilidade e inclusão: caminho para uma sociedade justa e solidária. Acessibilidade e inclusão: caminho para uma sociedade justa e solidária. 1. Apresentação. Acessibilidade é a construção de possibilidades e condições para que a pessoa com deficiência possa, com autonomia e segurança, participar da vida econômica, social e cultural em igualdade de oportunidades com as demais pessoas. E isso implica eliminação de todas as barreiras, como urbanísticas, arquitetônicas, tecnológicas, comunicacionais e atitudinais. O conceito de pessoa com deficiência, segundo a Convenção sobre os Direitos das Pessoas com Deficiência – aprovada pela Organização das Nações Unidas (ONU) em 2006 e assinada pelo Brasil em 2007 – está em evolução. De acordo com o documento, ele resulta da interação entre a pessoa com deficiência e as barreiras encontradas no meio ambiente e em atitudes que impedem sua plena e efetiva participação na sociedade. Promover essa inclusão é um dos compromissos do TRT-SC, reforçado pelo Conselho Nacional de Justiça (CNJ), que introduziu, dentre as metas do Judiciário (Meta 9), o estabelecido na Agenda 2030 da ONU, que prevê ações globais a serem implementadas para tornar o mundo mais justo. Esta cartilha, elaborada pelo Comitê Permanente de Acessibilidade e Inclusão do TRT-SC, vem ao encontro desse compromisso. O material é destinado a toda a sociedade com o intuito de compartilhar conceitos atualizados e incentivar condutas de fomento à igualdade e à inclusão das pessoas com deficiência, especialmente por intermédio da inserção delas no mundo do trabalho. Ela atende aos Objetivos de Desenvolvimento Sustentável de números 4 (Assegurar a educação inclusiva, equitativa e de qualidade, e promover oportunidades de aprendizagem ao longo da vida para todos), 8 (Promover o crescimento econômico sustentado, inclusivo e sustentável, emprego pleno e produtivo e trabalho decente para todas e todos), 10 (Reduzir a desigualdade dentro dos países e entre eles), 11 (Tornar as cidades e os assentamentos humanos inclusivos, seguros, resilientes e",
  "--- Página 3 ---\n\nsustentáveis), 16 (Promover sociedades pacíficas e inclusivas para o desenvolvimento sustentável, proporcionar o acesso à justiça a todos e construir instituições eficazes, responsáveis e inclusivas em todos os níveis) e 17 (Fortalecer os meios de implementação e revitalizar a parceria global para o desenvolvimento sustentável). 2. Tipos de deficiências.",
  "De acordo com a lei brasileira de inclusão, considera-se pessoa com deficiência aquela que tem “impedimento de longo prazo de natureza física, mental, intelectual ou sensorial, o qual, em interação com uma ou mais barreiras, pode obstruir sua participação plena e efetiva na sociedade em igualdade de condições com as demais pessoas” (Lei nº 13.146/2015). Você sabia? A nomenclatura correta utilizada atualmente é Pessoa com Deficiência (PcD), estando superadas as expressões Pessoa Especial, Pessoa Portadora de Deficiência e Pessoa com Necessidades Especiais (PNE) porque são imprecisas. Destaca-se que o termo “portador” é inadequado pois deficiência não é algo que se possa decidir quando carregar e, ainda, que a expressão “necessidades especiais” é equivocada pois todos as temos, independentemente de sermos, ou não, pessoas com deficiência. 2.1 Deficiência física. É a alteração completa ou parcial de uma ou mais partes do corpo humano, como a paraplegia, tetraplegia, amputação, deformidades congênitas ou adquiridas, nanismo e paralisia cerebral, entre outros exemplos. A pessoa com deficiência física ou mobilidade reduzida geralmente faz uso de equipamentos como cadeira de rodas, muletas, bengalas ou andadores. A cadeira de rodas é o símbolo internacional do acesso e representa as pessoas com deficiência física. Termo adequado: deficiente físico. Dicas de interação: cadeira de rodas, muletas e bengalas são extensões do corpo de seus usuários; por isso, nunca se apoie ou mova algum deles sem a permissão de quem os utiliza. Não pendure bolsas ou casacos nem apoie seus pés na cadeira de rodas, pois ela é de uso exclusivo de quem a utiliza. Ao conversar com a pessoa na cadeira, procure sentar-se à mesma altura; é desconfortável conversar com alguém olhando para cima. Evite segurar o braço de uma pessoa que use muletas, pois, ao invés de ajudar, você pode atrapalhá-la ou até mesmo provocar sua queda. Ao conduzir uma pessoa em cadeira de rodas, pergunte antes como deve proceder; há pessoas que se sentem mais seguras indo de frente ou de costas. Se estiver conduzindo uma pessoa na cadeira de rodas e parar para falar com alguém, procure virar a cadeira para que ela participe do diálogo. Se a conversa for longa, sendo possível, sente-se para ficar à mesma altura. Ande na mesma velocidade que a pessoa com deficiência. 2.2 Deficiência auditiva. O deficiente auditivo tem dificuldade de ouvir ou entender mensagens sonoras devido à redução ou ausência da capacidade de audição de determinados sons, em diferentes graus de intensidade, que podem ir de leve a profundo.",
  "Há pessoas com deficiência auditiva que usam aparelho, que se comunicam oralmente em português, fazem leitura labial ou, ainda, utilizam a Língua Brasileira de Sinais (LIBRAS). Termos adequados: pessoa surda, surdo, deficiente auditivo. Dicas de interação: pessoas surdas comunicam-se de maneira essencialmente visual e pela língua de sinais. Para iniciar uma conversa, acene ou toque levemente em seu ombro ou braço. Se a pessoa surda estiver acompanhada, fale diretamente com ela, e não com seu acompanhante. Procure falar pausadamente, com o tom normal de voz, e mantenha contato visual; se desviar o olhar, ela poderá entender que a conversa acabou. Fale articuladamente, movimentando bem os lábios, e evite levar objetos ou a mão à boca para não atrapalhar a leitura labial.\n\nFale expressivamente, pois as pessoas surdas não podem ouvir as mudanças de tom que indicam sentimentos; por isso, as expressões faciais são importantes. Se necessário, comunique-se pela escrita ou por mímicas e gestos para indicar o que quer dizer. 2.3 Deficiência visual. A pessoa com deficiência visual é aquela que apresenta redução ou ausência total da visão, podendo ser de dois tipos: baixa visão em diversos níveis e\n\n--- Página 4 ---",
  "cegueira. Termos adequados: cego, deficiente visual. Dicas de interação: ao se dirigir a uma pessoa cega, cumprimente-a tocando levemente em suas mãos e identifique-se de imediato. Avise quando se afastar, para evitar que ela fique falando sozinha. Durante a conversa, não é necessário falar mais alto, a menos que ela solicite. Utilize com naturalidade termos como “cego”, “ver” e “olhar”; os cegos também os utilizam. Ao guiar uma pessoa com deficiência visual, dobre o braço e ofereça o cotovelo para que ela o segure e possa acompanhar o movimento do seu corpo enquanto caminha; não a agarre nem a puxe pelo braço ou bengala. Para ajudar a pessoa cega a se sentar, guie-a até a cadeira e coloque sua mão no braço ou encosto, deixando-a sentar-se sozinha. Caso seja necessário que ela assine algum documento que não esteja em Braille, leia o conteúdo em voz alta e ofereça recursos para que faça a assinatura. Narre o trajeto avisando sobre degraus e obstáculos que estejam à frente. Ao explicar a direção, indique distância e pontos de referência com clareza (ex: tantos metros à direita ou à esquerda). Evite termos como “por aqui” e “por ali”. Se a pessoa cega estiver acompanhada de cão-guia, cujo acesso é permitido a qualquer ambiente ao qual deseje ingressar, não faça carinho no animal para não distraí-lo de sua função. 2.4 Deficiência intelectual. É aquela em que a pessoa apresenta limitações significativas no funcionamento intelectual e no comportamento adaptativo identificadas nas habilidades conceituais, sociais e práticas antes dos 18 anos de idade. Pessoas com deficiência intelectual podem ter uma vida independente e desempenhar um importante papel na sociedade. Sua independência é fruto do quanto a família e a comunidade estimulam e promovem sua autonomia e aprendizagem. Promover a capacitação profissional e gerar oportunidades são essenciais para a devida inclusão.",
  "Termo adequado: pessoa com deficiência intelectual. Dicas de interação: a pessoa com deficiência intelectual deve ser tratada com respeito e dignidade, assim como qualquer cidadão. Trate-a com naturalidade, e não como se fosse criança ou de forma infantilizada.\n\nNão subestime sua inteligência; ela tem um tempo diferenciado de aprendizagem, mas é capaz de adquirir muitas habilidades e conhecimentos. Use linguagem simples. Certifique-se de que a pessoa entendeu sua mensagem. Fique ligado! Não tenha receio de orientar uma pessoa com deficiência intelectual quando perceber que ela está em uma situação duvidosa ou inadequada. Converse normalmente, apresentando-se e despedindo-se dela como faria com qualquer pessoa. Dê informações simples, objetivas e diretas, acompanhando-a, se for o caso, para sua orientação. Seja paciente e respeite as características individuais dela. Não reforce ou incentive atitudes e falas infantis, nem a elogie no diminutivo, como se conversasse com uma criança (lindinho, fofinho, etc.). Se for criança, trate-a como criança; se adolescente, como adolescente; se adulto, como adulto.",
  "Você sabia? Transtorno do Espectro Autista (TEA): é a síndrome clínica caracterizada pela deficiência persistente e significativa da comunicação verbal e não-verbal (olhar nos olhos, expressões faciais e gestos) e da interação social, por padrões restritivos e repetitivos de comportamentos, excessiva aderência a rotinas e a padrões de comportamento ritualizados, além de interesses restritos e fixos. Denomina-se transtorno do “espectro” autista porque cada indivíduo apresenta sintomas que diferem em intensidade, variando de leve a bastante grave. Em que pesem as dificuldades listadas, as pessoas com TEA podem desenvolver habilidades extraordinárias. Deficiência múltipla: associação de duas ou mais deficiências; nesse caso, a pessoa deve ser tratada em conformidade com as deficiências que apresenta e, em caso de dúvida, de acordo com a mais aparente. 3. Sobre os direitos. Lei Brasileira de Inclusão da Pessoa com Deficiência (LBI). Em 2015, o país ganhou um importante instrumento para a promoção da inclusão: a Lei nº 13.146, conhecida como Lei Brasileira de Inclusão da Pessoa com Deficiência (LBI). Sua tônica é a previsão do direito à inclusão de\n\n--- Página 5 ---",
  "pessoas com deficiência na vida social em suas diversas esferas, por meio de garantias básicas de acesso a serem concretizadas por políticas públicas (com ênfase nas áreas de educação, saúde, trabalho, infraestrutura urbana, cultura e esporte) e de iniciativas a cargo de instituições públicas e privadas. Cotas na iniciativa privada e reserva de vagas em concursos públicos. As oportunidades de acesso à educação, qualificação profissional e ao mercado de trabalho são mais restritas para as pessoas com deficiência, tendo em vista as barreiras físicas, arquitetônicas, de comunicação e de atitudes (de outras pessoas) ainda existentes em nossa sociedade. Para reduzir essa desigualdade foram criados dispositivos de inclusão, como a lei das cotas (Lei nº 8.213/91). De acordo com o art. 93 da lei, a empresa com cem ou mais empregados está obrigada a destinar de 2% a 5% de suas vagas a pessoas com deficiência ou reabilitadas pelo INSS que estejam capacitadas para o exercício de determinada função. O descumprimento dos percentuais sujeita as empresas à penalização com pagamento de multa, cujo valor varia conforme a proporção do não preenchimento de vagas. Às pessoas com deficiência também é assegurado o direito de se inscrever em concurso público para provimento de cargo cujas atribuições sejam compatíveis, com reserva de até 20% das vagas oferecidas no edital (Lei nº 8.112/90). O estabelecimento de cotas e a reserva de vagas em concursos públicos são políticas que buscam eliminar barreiras e reduzir as diferenças de oportunidades entre as pessoas com e sem deficiências. A partir dessas iniciativas grandes avanços aconteceram, mas ainda há um longo caminho a ser percorrido no sentido da real inclusão. Horário especial para servidores públicos com deficiência ou com dependente nesta condição. O Regime Jurídico dos Servidores Públicos Civis da União (Lei nº 8.112/90), em seu artigo 98, parágrafos 2º e 3º, regulamenta a concessão de horário de trabalho especial sem prejuízo da remuneração nem necessidade de compensação de horário ao servidor com deficiência ou àquele que tenha cônjuge, filho ou dependente nessa condição. Direitos do estagiário e do jovem aprendiz. Segundo a Lei nº 11.788/08, pode ser estagiário o aluno que esteja frequentando o ensino regular em instituições de educação superior, de educação profissional, de ensino médio, da educação especial e dos anos finais do ensino fundamental, na modalidade profissional da educação de jovens e adultos. São asseguradas às pessoas com deficiência 10% das vagas de estágio oferecidas pela parte concedente e, para elas, o limite de dois anos de duração do estágio em um mesmo local de trabalho não se aplica. O contrato de aprendizagem (art. 428 da CLT) é contrato especial de trabalho, que deve ser firmado por escrito e anotado na carteira de trabalho. Nele, o empregador se compromete a disponibilizar ao estudante maior de 14 e menor de 24 anos, inscrito em programa de aprendizagem, formação técnico-profissional e trabalho compatível com o seu desenvolvimento físico, moral e psicológico, combinando teoria e prática. Também são asseguradas às pessoas com deficiência 10% das vagas de aprendiz e para elas não há limitação do tempo de dois anos de contrato nem de idade. Aposentadoria especial. A Lei Complementar nº 142/2013 garante ao segurado da Previdência Social com deficiência o direito às aposentadorias por idade reduzida e por tempo de contribuição com tempo variável, de acordo com o grau de deficiência (leve, moderada ou grave). Esta Lei trouxe uma novidade significativa no método de classificação e definição das deficiências: além da avaliação médica, houve a inclusão da avaliação funcional, considerando o meio em que a pessoa está inserida e não a deficiência em si, remetendo à Classificação Internacional de Funcionalidades (CIF). A funcionalidade que esta pessoa com deficiência apresenta surgiu como mais um critério para a definição do grau da deficiência (leve, moderada e grave), levando em consideração as atividades desempenhadas por elas no ambiente de trabalho, social e em casa. Outra mudança trazida pela lei refere-se aos critérios de tempo de",
  "--- Página 6 ---",
  "contribuição à Previdência. A aposentadoria por idade foi reduzida em cinco anos: homens aposentam-se aos 60 anos, mulheres aos 55. Já a aposentadoria por tempo de contribuição também teve o período aquisitivo reduzido e varia conforme o grau de deficiência. Outras normas que abrangem direitos das pessoas com deficiência: 1. Convenção sobre os Direitos da Pessoa com Deficiência da ONU, ratificada pelo Brasil com status de emenda constitucional; 2. Constituição Federal, especialmente no que segue: art. 7º, XXXI, que proíbe a discriminação de salários e critérios de admissão do trabalhador com deficiência; art. 37, VIII, determina que a lei reserve percentual dos cargos e empregos nos concursos públicos para pessoas com deficiência; e art. 203, IV, que garante assistência social pelo Estado, independentemente de contribuição à seguridade social, promovendo sua integração na vida comunitária; 3. Decreto nº 3.298/99 – Dispõe sobre a Política Nacional para a integração da pessoa com deficiência; 4. Decreto nº 5.296/04 – Regulamenta a Lei nº 10.048/00; 5. Lei nº 7.853/89 – Dispõe sobre o apoio às pessoas com deficiência; 6. Lei nº 8.036/90 (art. 20, XVIII) – Dispõe sobre o direito do trabalhador com deficiência sacar o FGTS para adquirir órtese ou prótese; 7. Lei nº 8.213/91 – Estabelece no seu art. 93 a política de cotas para pessoas com deficiência no mercado de trabalho; 8. Lei nº 8.899/94 – Dispõe sobre a concessão de passe livre às pessoas com deficiência no sistema de transporte coletivo; 9. Lei nº 10.048/00 – Dispõe sobre o atendimento prioritário às pessoas com deficiência; 10. Lei nº 10.098/00 – Estabelece normas gerais e critérios básicos para a promoção da acessibilidade; 11. Lei nº 10.436/02 – Dispõe sobre a Língua Brasileira de Sinais (LIBRAS); 12. Lei nº 10.845/04 – Institui o Programa de Complementação ao Atendimento Educacional Especializado às Pessoas com deficiência; 13. Lei nº 11.126/05 – Dispõe sobre o direito da pessoa com deficiência visual de ingressar e permanecer em ambientes de uso coletivo acompanhada de cão-guia; 14. Recomendação nº 27/09 do Conselho Nacional de Justiça (CNJ) – Orienta os órgãos do Judiciário a adotarem medidas para a remoção de barreiras físicas, arquitetônicas, de comunicação e atitudinais, de modo a promover o amplo acesso de pessoas com deficiência às suas dependências e serviços; 15. Resolução nº 230/16 do Conselho Nacional de Justiça (CNJ) – Orienta a adequação das atividades dos órgãos do Poder Judiciário e de seus serviços auxiliares às determinações da Convenção Internacional sobre os Direitos das Pessoas com Deficiência e pela Lei Brasileira de Inclusão da Pessoa com Deficiência (LBI); 16. Resolução nº 343/20 do Conselho Nacional de Justiça (CNJ) – Estabelece condições especiais de trabalho para servidores com deficiência ou com filhos ou dependentes nessas condições. 4. Para refletir.",
  "No Brasil, considerando os dados do censo do IBGE de 2010 e a Relação Anual de Informações Sociais (RAIS) de 2018, é possível concluir que somente 4,96% das pessoas com deficiência de graduação severa (sem computar pessoas que apresentam alguma dificuldade) com idade entre 18 e 64 anos mantinham contrato de trabalho formal. Se levarmos em conta que pode haver contratação a partir de 16 anos e aprendizagem a partir de 14, esse percentual pode ser ainda menor. Mudar essa realidade é um desafio que deve ser enfrentado por todos. É preciso criar oportunidades e promover a efetiva inclusão das pessoas com deficiência no ambiente laboral. Mais do que garantir renda, essa é uma questão de cidadania. Promover acessibilidade não é somente adaptar a estrutura arquitetônica: é garantir o acesso de tudo a todos. A inclusão exige mudanças na política e na cultura corporativa. A chave está na educação e no comportamento das pessoas preparadas para incluir, agindo como verdadeiros multiplicadores da inclusão social.\n\nQuando há gestores aptos a liderar processos inclusivos, colegas sensibilizados e acompanhamento adequado às pessoas com deficiência, as empresas passam a oferecer um ambiente saudável e inclusivo e atrair candidatos interessados em preencher as vagas\n\n--- Página 7 ---",
  "destinadas a pessoas com deficiência. Promover a inclusão fortalece a cultura organizacional, além de oportunizar visibilidade à capacidade de trabalho da pessoa com deficiência. Quando todos tiverem consciência da importância de se eliminar as barreiras que impedem a plena acessibilidade, teremos uma sociedade mais justa e solidária.",
  "TEXTO 3 Research, Society and Development, v. 14, n. 12, e83141250278, 2025 (CC BY 4.0) | ISSN 2525-3409 | DOI: http://dx.doi.org/10.33448/rsd-v14i12.50278. Tecnologias inovadoras e inclusão: Caminhos para a adaptação curricular. Innovative technologies and inclusion: Pathways to curriculum adaptation. Tecnologías innovadoras e inclusión: Vías para la adaptación curricular. Recebido: 27/11/2025 | Revisado: 09/12/2025 | Aceitado: 10/12/2025 | Publicado: 11/12/2025. Rainara Rodrigues Ramos, ORCID: https://orcid.org/0009-0004-7352-0848, Facultad Interamericana de Ciencias Sociales, Brasil, E-mail: rainara.ramos@escola.seduc.pa.gov.br. Andressa Cruz de Oliveira, ORCID: https://orcid.org/0009-0004-2062-6956, Facultad Interamericana de Ciencias Sociales, Brasil, E-mail: andressacruz49@gmail.com. Fabio Coelho Pinto, ORCID: https://orcid.org/0000-0002-7169-2716, Secretaria de Estado de Educação do Pará, Brasil, E-mail: profphabiopintos@escola.seduc.pa.gov.br. Resumo: As tecnologias inovadoras têm desempenhado um papel fundamental na promoção da inclusão educacional, oferecendo novas possibilidades para adaptar o currículo às necessidades de todos os estudantes. Este estudo objetiva evidenciar práticas, ferramentas e metodologias que favoreçam a inclusão, a autonomia e a aprendizagem significativa de estudantes público-alvo da Educação Especial, convergindo as temáticas de inovação tecnológica e inclusão escolar. Esses instrumentos favorecem a flexibilização de conteúdos, metodologias e avaliações, possibilitando que o currículo se torne mais acessível sem perder sua intencionalidade pedagógica. Realizou-se uma pesquisa de revisão não sistemática, de natureza qualitativa e do tipo revisão narrativa da literatura. Além disso, a inteligência artificial e os sistemas de aprendizagem adaptativa têm potencial para oferecer trajetórias personalizadas, ajustando o ritmo e o nível das atividades à evolução de cada estudante. Outro aspecto relevante é o papel do professor, sendo a formação continuada em tecnologias educacionais e inclusão essencial para que o docente saiba selecionar, adaptar e integrar ferramentas digitais de forma crítica e significativa. A mediação pedagógica, aliada ao uso consciente da tecnologia, contribui para uma proposta curricular mais equitativa. Por fim, a integração de tecnologias inovadoras à inclusão escolar não deve ser vista apenas como suporte técnico, mas como um movimento de transformação pedagógica. Ao promover acessibilidade, autonomia e participação, a tecnologia fortalece a construção de práticas alinhadas aos princípios da educação inclusiva e amplia os caminhos para um currículo verdadeiramente adaptado às necessidades de todos. Palavras-chave: Tecnologia assistiva; Inclusão educacional; Adaptação curricular; Ensino e aprendizagem. Abstract: Innovative technologies have played a fundamental role in promoting educational inclusion, offering new possibilities for adapting the curriculum to the needs of all students. This study aims to highlight practices, tools, and methodologies that favor the inclusion, autonomy, and meaningful learning of students who are the target audience of Special Education, converging the themes of technological innovation and school inclusion. These instruments",
  "--- Página 8 ---\n\nfavor the flexibility of content, methodologies, and assessments, enabling the curriculum to become more accessible without losing its pedagogical intent. A non-systematic, qualitative, and narrative literature review was conducted. Furthermore, artificial intelligence and adaptive learning systems have the potential to offer personalized learning paths, adjusting the pace and level of activities to the progress of each student. Another relevant aspect is the role of the teacher. Continuing education in educational technologies and inclusion is essential for teachers to know how to select, adapt, and integrate digital tools critically and meaningfully. Pedagogical mediation, combined with the conscious use of technology, contributes to a more equitable curriculum. Finally, the integration of innovative technologies into inclusive education should not be seen merely as technical support, but as a movement of pedagogical transformation. By promoting accessibility, autonomy, and participation, technology strengthens the construction of practices aligned with the principles of inclusive education and broadens the paths to a curriculum truly adapted to the needs of all.",
  "Keywords: Assistive technology; Educational inclusion; Curriculum adaptation; Teaching and learning. Resumen: Las tecnologías innovadoras han desempeñado un papel fundamental en la promoción de la inclusión educativa, ofreciendo nuevas posibilidades para adaptar el currículo a las necesidades de todo el alumnado. Este estudio busca destacar prácticas, herramientas y metodologías que favorecen la inclusión, la autonomía y el aprendizaje significativo del alumnado destinatario de la Educación Especial, integrando los temas de innovación tecnológica e inclusión escolar. Estos instrumentos favorecen la flexibilidad de contenidos, metodologías y evaluaciones, permitiendo que el currículo sea más accesible sin perder su propósito pedagógico. Se realizó una revisión bibliográfica no sistemática, cualitativa y narrativa. Además, la inteligencia artificial y los sistemas de aprendizaje adaptativo tienen el potencial de ofrecer itinerarios de aprendizaje personalizados, ajustando el ritmo y el nivel de las actividades al progreso de cada estudiante. Otro aspecto relevante es el rol del docente, siendo la formación continua en tecnologías educativas e inclusión esencial para que el profesorado sepa seleccionar, adaptar e integrar las herramientas digitales de forma crítica y significativa. La mediación pedagógica, combinada con el uso consciente de la tecnología, contribuye a un currículo más equitativo. Finalmente, la integración de tecnologías innovadoras en la educación inclusiva no debe verse simplemente como un apoyo técnico, sino como un movimiento de transformación pedagógica. Al promover la accesibilidad, la autonomía y la participación, la tecnología fortalece la construcción de prácticas alineadas con los principios de la educación inclusiva y amplía las vías hacia un currículo verdaderamente adaptado a las necesidades de todos.",
  "Introdução: Ao longo dos anos, os alunos com necessidades educacionais tiveram uma educação vista de maneira segregada; entretanto, nas últimas décadas, o acesso às escolas regulares tem se ampliado, consolidando a Educação Inclusiva como direito fundamental. A escola democrática deve constituir-se por meio da inclusão, considerando as necessidades educacionais específicas de cada aluno. A inclusão escolar consolidou-se como pilar da educação brasileira contemporânea, amparada pela Constituição Federal de 1988, garantindo igualdade de condições para ingresso, permanência e sucesso escolar. A escola deve proporcionar conexão social e desenvolvimento integral, especialmente para crianças com psicose infantil e autismo, conforme Vasques e Baptista (2003). O diagnóstico educacional assume papel central, conforme Cunha (2016), exigindo do docente observação atenta das singularidades comportamentais dos alunos, especialmente quando não há laudo médico. Após a identificação das necessidades, cabe ao professor utilizar metodologias adequadas aliadas ao afeto como ferramenta pedagógica essencial. A escola configura-se como espaço privilegiado de transformação social e inclusão. A Base Nacional\n\n--- Página 9 ---",
  "Comum Curricular (BNCC, 2017) reconhece as tecnologias digitais como competências essenciais, especialmente a competência geral 5, reforçando o uso crítico, ético e significativo das TDIC. A Lei de Diretrizes e Bases da Educação Nacional (Lei nº 9.394/1996) e a Lei Brasileira de Inclusão (Lei nº 13.146/2015) asseguram acessibilidade, tecnologia assistiva e adaptações curriculares. Moran (2015) destaca que os recursos digitais ampliam a interação, personalização e protagonismo do estudante, enquanto Kenski (2012) ressalta a necessidade de ressignificação do papel docente como mediador. Lévy (1999) enfatiza o ciberespaço como ampliador das possibilidades cognitivas. A tecnologia, quando planejada, rompe barreiras comunicacionais, físicas e cognitivas, conforme Mantoan (2003). Recursos como leitores de tela, plataformas acessíveis, aplicativos em Libras e jogos educativos adaptados exemplificam práticas inclusivas, embora persistam desafios como formação docente insuficiente e infraestrutura limitada. A pesquisa busca responder como as tecnologias digitais contribuem para a adaptação curricular e inclusão, reafirmando o compromisso ético e político com uma educação pública inclusiva.",
  "Metodologia: O estudo adota revisão bibliográfica, de natureza qualitativa e não sistemática, conforme Snyder (2019), Pereira et al. (2018) e Rother (2007), fundamentando-se em acervo bibliográfico sobre tecnologias inovadoras e inclusão escolar. Resultados e Discussão: A análise evidenciou que educadores especializados são fundamentais para a inclusão. A integração das tecnologias digitais ao currículo promove protagonismo discente e aprendizagem significativa (Bacich; Moran, 2018). Tecnologias como softwares leitores de tela, plataformas acessíveis, aplicativos de Comunicação Alternativa e Aumentativa, vídeos com Libras, atividades digitais adaptadas e materiais interativos com QR Codes contribuem para a adaptação curricular. Tais práticas dialogam com a mediação sociocultural de Vygotsky (1998). Documentos legais como LBI, LDB e BNCC reforçam a indissociabilidade entre tecnologia e inclusão. Experiências como o Currículo IDEIA de Sobral (Sales, 2024) demonstram impactos positivos da inovação tecnológica aliada à inclusão. O êxito das adaptações depende da formação continuada docente, apoio institucional e políticas públicas. Considerações Finais: As tecnologias inovadoras têm potencial para transformar a educação, promovendo inclusão e adaptabilidade curricular. A personalização do ensino, o uso de inteligência artificial, realidade aumentada e recursos multimodais favorecem a aprendizagem equitativa. A formação docente contínua e a garantia de acessibilidade tecnológica são essenciais. A inclusão por meio da tecnologia deve ser compreendida como oportunidade de enriquecimento pedagógico, formando cidadãos críticos, criativos e inclusivos, ampliando os caminhos para uma educação verdadeiramente adaptada às necessidades de todos.",
  "TEXTO 4 TEXTO CORRIDO – NORMALIZADO PARA RAG (sem espaçamentos excessivos) INCLUSÃO DE ALUNOS COM DEFICIÊNCIA: ESTRATÉGIAS E METODOLOGIAS EFICAZES. O problema abordado foi: qual é a eficácia das estratégias e metodologias utilizadas para a inclusão de alunos com deficiência no ambiente escolar? O objetivo geral foi identificar e analisar as práticas para promover a inclusão desses alunos. A metodologia\n\n--- Página 10 ---\n\nadotada foi uma revisão bibliográfica, analisando trabalhos relevantes sobre estratégias pedagógicas, metodologias ativas e abordagens de avaliação inclusiva. Os resultados mostraram que a personalização do ensino, o uso de tecnologia assistiva e a promoção de um ambiente colaborativo são práticas eficazes para a inclusão de alunos com deficiência.",
  "A personalização do ensino adaptou métodos e conteúdos às necessidades específicas dos alunos, enquanto a tecnologia assistiva facilitou o acesso ao currículo e superou barreiras físicas. A promoção de um ambiente colaborativo envolveu professores, alunos e familiares, criando um suporte contínuo e adaptado. No entanto, o estudo também identificou desafios, como a falta de formação adequada para educadores e deficiências na infraestrutura escolar. As considerações finais destacaram que, embora as práticas analisadas tenham mostrado eficácia, é necessário realizar pesquisas para explorar novas abordagens e como diferentes contextos influenciam a eficácia das estratégias de inclusão. A continuidade das investigações é fundamental para aprimorar as práticas atuais e atender às necessidades dos alunos com deficiência. Palavras-chave: Inclusão; Estratégias Pedagógicas; Tecnologias Assistivas; Metodologias Ativas; Avaliação Inclusiva. 1. Introdução: A inclusão de alunos com deficiência nas instituições de ensino tem se tornado uma prioridade nas políticas educacionais contemporâneas. Este processo envolve a adoção de práticas pedagógicas e metodológicas que assegurem a participação e o progresso desses alunos no ambiente escolar. A inclusão visa proporcionar a todos os alunos o acesso igualitário ao currículo e às atividades escolares, promovendo um ambiente de aprendizagem equitativo e adaptado às diversas capacidades dos estudantes. A justificativa para a presente revisão bibliográfica reside na necessidade de compreender as estratégias e metodologias que favorecem a inclusão efetiva de alunos com deficiência. Com o aumento das demandas por práticas educacionais inclusivas, é essencial identificar quais abordagens são eficazes e como elas podem ser implementadas para melhorar a qualidade da educação para esses alunos. O estudo se propõe a explorar as diferentes estratégias que têm sido aplicadas e avaliar seu impacto no processo de inclusão, considerando a importância de práticas bem fundamentadas para o sucesso dessa política educacional. O problema central que orienta esta pesquisa é: qual é a eficácia das estratégias e metodologias utilizadas para a inclusão de alunos com deficiência no ambiente escolar? A compreensão e avaliação dessas práticas são fundamentais para aprimorar as abordagens pedagógicas e garantir que todos os alunos tenham acesso a uma educação de qualidade. O objetivo principal desta pesquisa é identificar e avaliar as estratégias e metodologias para a inclusão de alunos com deficiência no ambiente escolar, baseando-se em uma revisão crítica da literatura existente.",
  "A estrutura do texto está organizada em seções que permitirão uma análise completa do tema: introdução, referencial teórico, três tópicos de desenvolvimento (estratégias pedagógicas, metodologias ativas e avaliação inclusiva), metodologia, discussão e resultados, e considerações finais. 2. Referencial teórico: O referencial teórico oferece base sobre os conceitos e fundamentos relacionados à inclusão de alunos com deficiência.\n\nInicialmente, aborda termos-chave como inclusão, deficiência, acessibilidade e adaptação curricular. Em seguida, analisa legislações e políticas públicas que orientam a inclusão escolar, incluindo a Lei Brasileira de Inclusão e a Convenção sobre os Direitos das Pessoas com Deficiência da ONU. Posteriormente, explora teorias e modelos que sustentam a inclusão escolar, com foco no Modelo Social da Deficiência e no Modelo Médico da Deficiência, articulando abordagens teóricas que influenciam práticas educacionais.\n\n(LUMEN ET VIRTUS, São José dos Pinhais, v. XV, n. XLIII, p. 7823-7835, 2024). 3. Estratégias pedagógicas: As estratégias pedagógicas para a inclusão de alunos com deficiência são fundamentais para garantir participação no ambiente escolar. Entre as\n\n--- Página 11 ---",
  "práticas discutidas estão o ensino individualizado, o uso de tecnologia assistiva e a adaptação curricular. O ensino individualizado busca atender às necessidades específicas de cada aluno. Kovatli, Alves e Torres (2003) defendem que estratégias para interação de crianças com autismo e o computador devem ser adaptadas conforme necessidades individuais, reforçando a importância da personalização do ensino para criar um ambiente em que cada aluno possa progredir de acordo com suas habilidades e ritmos. O uso de tecnologia assistiva é apontado como estratégia relevante. Azinheira et al. (2011) indicam que ferramentas tecnológicas podem proporcionar novas formas de interação e acesso ao conteúdo curricular, favorecendo aprendizagem e autonomia por meio de softwares educacionais e dispositivos adaptados, removendo barreiras à participação e ao aprendizado. A adaptação curricular é estratégia essencial para garantir acessibilidade ao currículo. Camargo, Cunha e Aparecida (2022) afirmam que a adaptação curricular deve considerar necessidades e estilos de aprendizagem dos alunos com deficiência, envolvendo modificação de materiais didáticos, formas de avaliação e estratégias de ensino diferenciadas. Assim, ensino individualizado, tecnologia assistiva e adaptação curricular contribuem para um ambiente acessível e equitativo, evidenciando a necessidade de abordagem personalizada e flexível. (LUMEN ET VIRTUS, São José dos Pinhais, v. XV, n.",
  "XLIII, p. 7823-7835, 2024). 4. Metodologias ativas: Metodologias ativas são relevantes para promover participação e engajamento de alunos com deficiência, destacando-se a Aprendizagem Baseada em Projetos (ABP) e a Aprendizagem Cooperativa. Camargo e Daros (2019) afirmam que a ABP possibilita participação em projetos, aplicação de conhecimentos em contextos reais e colaboração com colegas, favorecendo inclusão ao permitir contribuições conforme habilidades específicas e desenvolvimento de competências práticas e sociais, com adaptação às necessidades individuais. Azinheira et al. (2011) apontam que a Aprendizagem Cooperativa estimula colaboração e troca de conhecimentos, beneficiando alunos com deficiência ao favorecer interação social e suporte entre pares, melhorando compreensão e motivação. Passerino e Santarosa (2006) destacam que metodologias ativas como ABP e Aprendizagem Cooperativa criam ambiente dinâmico e inclusivo e permitem adaptação de tarefas para participação equitativa. Assim, essas metodologias são essenciais para promover inclusão, participação ativa e colaboração.",
  "(LUMEN ET VIRTUS, São José dos Pinhais, v. XV, n. XLIII, p. 7823-7835, 2024). 5. Avaliação inclusiva: A avaliação inclusiva é componente essencial para garantir educação de qualidade a todos os alunos, incluindo aqueles com deficiência. Destacam-se avaliação formativa e avaliação adaptativa. Camargo e Daros (2019) afirmam que a avaliação formativa permite ajuste contínuo das práticas pedagógicas com base no progresso dos alunos, oferecendo feedback e apoio direcionado, identificando dificuldades e promovendo intervenções personalizadas. A avaliação adaptativa envolve modificação de critérios e ferramentas para garantir demonstração justa de conhecimento e habilidades; Kovatli, Alves e Torres (2003) destacam que essa adaptação assegura representatividade do desempenho acadêmico conforme capacidades. Azinheira et al. (2011) apontam que a combinação de avaliação formativa e adaptativa possibilita monitoramento do progresso, ajustes contínuos e ampliação do suporte pedagógico. Assim, ambas são essenciais para uma avaliação inclusiva, permitindo ajustes docentes e progressão dos estudantes com deficiência.",
  "(LUMEN ET VIRTUS, São José dos Pinhais, v. XV, n. XLIII, p. 7823-7835, 2024). 6. Metodologia: A metodologia consiste em revisão bibliográfica qualitativa, descritiva, com coleta e análise de informações de estudos anteriores sobre estratégias e metodologias de inclusão. Foram consultadas bases acadêmicas como Google Scholar, Scielo e PubMed, analisando artigos, dissertações e teses pertinentes. A seleção considerou relevância e\n\n--- Página 12 ---\n\ncontribuição para compreensão do tema, utilizando leitura crítica, extração de informações e elaboração de quadro para organizar referências e principais aspectos dos estudos. O Quadro 1 sintetiza referências analisadas (autor, título, ano, tipo de trabalho): Kovatli, Alves e Torres (2003) “Estratégias para estabelecer interação de crianças com autismo e o computador”, Dissertação de Mestrado; Azinheira et al. (2011) “A aprendizagem cooperativa como estratégia de inclusão no 1º ciclo”, Dissertação de Mestrado; Camargo, Cunha e Aparecida (2022) “A gestão escolar voltada a uma educação inclusiva no processo de ensino/aprendizagem”, Anais do Encontro Científico-Acadêmico UNIFEOB 2022; Araújo, Junior e Pinheiro (2021) “Gestão escolar e educação inclusiva: uma relação, um compromisso”, Artigo; Passerino e Santarosa (2006) “Possibilidades da mediação tecnológica na inclusão escolar de autistas”, Anais do Workshop de Informática na Escola.",
  "A organização facilita análise e discussão sobre estratégias e metodologias para inclusão. (LUMEN ET VIRTUS, São José dos Pinhais, v. XV, n. XLIII, p. 7823-7835, 2024). 7. Eficácia das estratégias e metodologias: A literatura revisada indica eficácia das abordagens para inclusão quando aplicadas adequadamente e ajustadas às necessidades individuais.\n\nCamargo e Daros (2019) afirmam que o ensino individualizado adapta conteúdo e métodos conforme necessidades específicas, oferecendo suporte ajustado. Kovatli, Alves e Torres (2003) destacam que tecnologia assistiva remove barreiras à aprendizagem ao oferecer meios alternativos de acesso ao currículo e participação. Azinheira et al. (2011) observam que ABP e Aprendizagem Cooperativa promovem colaboração e engajamento, beneficiando alunos com deficiência em ambiente interativo e inclusivo. Passerino e Santarosa (2006) ressaltam a necessidade de aplicação consistente, monitoramento e ajustes conforme progresso dos alunos. Assim, a combinação de ensino individualizado, tecnologias assistivas, metodologias ativas e avaliação contínua é elemento-chave para o sucesso da inclusão. (LUMEN ET VIRTUS, São José dos Pinhais, v. XV, n. XLIII, p. 7823-7835, 2024).",
  "8. Desafios e barreiras: A implementação enfrenta desafios como falta de formação docente, deficiências na infraestrutura, resistência à mudança e necessidade de cultura escolar favorável à diversidade. Camargo e Daros (2019) apontam que ausência de formação específica limita eficácia das metodologias inclusivas. Kovatli, Alves e Torres (2003) indicam insuficiência de adequação física e disponibilidade de tecnologia assistiva, dificultando participação plena. Azinheira et al. (2011) observam resistência à adoção de novas práticas e mudança de mentalidade, reduzindo receptividade à inclusão. Passerino e Santarosa (2006) enfatizam que inclusão exige recursos, formação, compromisso contínuo e ambiente escolar que apoie diversidade e adaptação. Esses fatores impactam a efetividade das práticas e requerem ações para inclusão bem-sucedida. (LUMEN ET VIRTUS, São José dos Pinhais, v. XV, n. XLIII, p. 7823-7835, 2024). 9. Boas práticas e recomendações: A literatura recomenda personalização do ensino, uso planejado de tecnologias assistivas, promoção de ambiente colaborativo e formação contínua. Camargo e Daros (2019) ressaltam que adaptação de métodos e conteúdos conforme necessidades individuais facilita inclusão e participação, incluindo ajustes de ritmo, recursos auxiliares e estratégias diversificadas. Kovatli, Alves e Torres (2003) afirmam que integração de tecnologia assistiva melhora acesso ao currículo e participação, por meio de softwares e dispositivos adaptados. Azinheira et al. (2011) destacam colaboração entre professores, alunos e familiares como fundamental para suporte contínuo e clima de apoio e respeito.",
  "Passerino e Santarosa (2006) ressaltam capacitação docente em estratégias de inclusão e tecnologia assistiva como essencial para prática pedagógica inclusiva. Essas recomendações contribuem para ambiente acessível e equitativo, garantindo participação e desenvolvimento dos alunos com deficiência. (LUMEN ET VIRTUS, São José dos Pinhais,\n\n--- Página 13 ---",
  "v. XV, n. XLIII, p. 7823-7835, 2024). 10. Considerações finais: Os achados indicam que a eficácia das estratégias e metodologias para inclusão está ligada à personalização do ensino, ao uso de tecnologia assistiva e à promoção de ambiente colaborativo. Ajustar métodos e conteúdos às necessidades específicas favorece participação ativa e progresso; tecnologias assistivas facilitam acesso ao currículo e superação de barreiras físicas e pedagógicas; e ambiente colaborativo envolvendo professores, alunos e familiares promove suporte contínuo e adaptado. As recomendações incluem adoção dessas práticas, com ênfase em formação contínua docente, integração de tecnologia assistiva e fortalecimento da colaboração. O estudo ressalta, ainda, a necessidade de novas pesquisas para explorar eficácia em diferentes contextos e novas abordagens, investigando variáveis contextuais e adaptações para atender diversidade maior de alunos. Assim, o estudo contribui para compreensão e recomendações práticas, mas indica necessidade de investigações adicionais para aprimoramento e aplicabilidade das práticas inclusivas. (LUMEN ET VIRTUS, São José dos Pinhais, v. XV, n. XLIII, p. 7823-7835, 2024).",
  "TEXTO 5 TEXTO 5 – TEXTO CORRIDO NORMALIZADO PARA RAG Linguagens, Educação e Sociedade, Teresina, Ano 23, n. 40, set./dez. 2018. Revista do Programa de Pós-Graduação em Educação da UFPI. ISSN 2526-8449 (eletrônico) e 1518-0743 (impresso). DOI: https://doi.org/10.26694/les.v1i40.7654. Desafios contemporâneos: o uso da tecnologia assistiva como instrumento facilitador da aprendizagem. Evelin Naiara Garcia, advogada, mestre em Direito Econômico e Desenvolvimento pela Pontifícia Universidade Católica do Paraná (PUCPR), pós-graduada em Direito do Trabalho e Processo do Trabalho, e-mail: evelinnaiara@gmail.com. Alboni Marisa Dudeque Pianovski Vieira, licenciada em Pedagogia, mestre e doutora em Educação, professora do Programa de Pós-Graduação em Educação (Mestrado e Doutorado) da Pontifícia Universidade Católica do Paraná – PUCPR, e-mail: alboni@alboni.com. Resumo: As pessoas com deficiência enfrentam inúmeras dificuldades, entre elas a de estarem incluídas e participarem do processo de aprendizagem. Nesse contexto, a tecnologia assistiva configura-se como importante instrumento para integrar o aluno com deficiência às atividades cotidianas, sociais e educacionais, uma vez que interage para restaurar funções humanas e potencializar habilidades funcionais. Essa questão ultrapassa a garantia legal, estando diretamente relacionada à dignidade humana.",
  "O objetivo do trabalho é conceituar, classificar e categorizar a tecnologia assistiva como resultado da aplicação de avanços tecnológicos de diferentes áreas do conhecimento na educação inclusiva. Com apoio teórico em estudos de Bersch, Ross, Mantoan e Sassaki, entre outros, analisam-se documentos oficiais e acordos internacionais firmados pelo país.\n\nA metodologia caracteriza-se como pesquisa exploratória e descritiva, utilizando pesquisa bibliográfica e documental. Os resultados indicam que as pessoas com deficiência são concebidas como sujeitos de direitos e devem ter acesso e aprender por meio de instrumentos da tecnologia assistiva, ferramenta facilitadora da aprendizagem que\n\n--- Página 14 ---",
  "proporciona autonomia e dignidade. Palavras-chave: Tecnologia assistiva; Inclusão; Pessoas com deficiência; Aprendizagem. Abstract: People with disabilities face numerous difficulties, including being included and participating in the learning process. In this context, assistive technology is an important instrument to integrate students with disabilities into daily, social and educational activities, as it interacts to restore human functions and enhance functional abilities. This issue goes beyond legal guarantees, being directly related to human dignity. The objective is to conceptualize, classify and categorize assistive technology as a result of technological advances applied in inclusive education. Based on studies by Bersch, Ross, Mantoan and Sassaki, official documents and international agreements are analyzed. The methodology is exploratory and descriptive, using bibliographic and documentary research. Results show that people with disabilities are subjects of rights and should access and learn through assistive technology instruments that provide autonomy and dignity. Keywords: Assistive technology; Inclusion; People with disabilities; Learning. Resumen: Las personas con discapacidad enfrentan numerosas dificultades, entre ellas la inclusión y la participación en el proceso de aprendizaje. En este contexto, la tecnología asistiva es un instrumento importante para integrar al alumno con discapacidad en actividades cotidianas, sociales y educativas, ya que restaura funciones humanas y potencia habilidades funcionales. Esta cuestión sobrepasa la garantía legal y se relaciona con la dignidad humana. El objetivo es conceptualizar, clasificar y categorizar la tecnología asistiva como resultado de avances tecnológicos aplicados a la educación inclusiva. Se analizan documentos oficiales y acuerdos internacionales con apoyo teórico de Bersch, Ross, Mantoan y Sassaki. La metodología es exploratoria y descriptiva, con investigación bibliográfica y documental. Los resultados indican que las personas con discapacidad son sujetos de derecho y deben acceder y aprender con tecnología asistiva, que les proporciona autonomía y dignidad. Palabras clave: Tecnología asistiva; Inclusión; Personas con discapacidad; Aprendizaje. Introdução: Diversas são as dificuldades enfrentadas pelas pessoas com deficiência, entre elas a inclusão e a participação no processo de aprendizagem. No Brasil, pessoas com deficiência somavam cerca de 24,6 milhões segundo o IBGE (2000), representando parcela significativa da população. Estar incluído nas atividades sociais, cotidianas e educacionais ultrapassa a garantia legal, estando diretamente relacionado à dignidade humana. No contexto educacional inclusivo, a tecnologia assistiva possibilita integrar o aluno com deficiência à aprendizagem, sendo fruto da aplicação de avanços tecnológicos de diferentes áreas do conhecimento que interagem para restaurar funções humanas e potencializar habilidades funcionais. O trabalho propõe-se a apresentar o desafio brasileiro da educação inclusiva, conceituar, classificar e categorizar a tecnologia assistiva, discutir seu embasamento legislativo e analisar sua utilização como ferramenta facilitadora do processo de aprendizagem. A metodologia adotada caracteriza-se como método dedutivo, pesquisa exploratória e descritiva, com uso de pesquisa bibliográfica e documental. Desafio brasileiro na educação inclusiva: A educação inclusiva no Brasil encontra-se em processo de construção devido à extensão territorial, diversidade social e cultural, além de fatores políticos e econômicos que influenciam esse cenário. Dados do Censo Demográfico de 2000 e 2010 indicam crescimento expressivo do número de pessoas com deficiência, sendo grande parte fora da escola. Censos escolares apontam avanços no acesso ao ensino regular, mas revelam que muitos ainda permanecem excluídos. A Pesquisa Nacional por Amostragem por Domicílio demonstra crescimento da população idosa, parte dela com limitações funcionais, reforçando a necessidade de políticas inclusivas. Sassaki (2003) destaca que o paradigma da inclusão social e escolar surge como resposta à exclusão histórica de grupos",
  "--- Página 15 ---",
  "discriminados, enfrentando barreiras arquitetônicas, comunicacionais e atitudinais. A tecnologia assistiva constitui-se, assim, como instrumento fundamental para promover qualidade de vida, igualdade de oportunidades e participação social. Tecnologia assistiva – conceito: A expressão tecnologia assistiva refere-se a recursos, serviços, estratégias, metodologias e práticas que ampliam habilidades funcionais de pessoas com deficiência, promovendo independência e inclusão. Manzini (2005) exemplifica recursos cotidianos como bengalas, aparelhos auditivos e veículos adaptados. Para Bersch e Tonolli (2006), tecnologia assistiva é o conjunto de recursos e serviços que proporcionam ou ampliam habilidades funcionais, promovendo vida independente. No contexto educacional, a tecnologia assistiva favorece o acesso, a participação e a aprendizagem, sendo reconhecida internacionalmente em legislações como o Assistive Technology Act dos Estados Unidos e documentos da União Europeia. No Brasil, o conceito é incorporado em decretos e leis, sendo consolidado pelo Comitê de Ajudas Técnicas, que define tecnologia assistiva como área interdisciplinar voltada à funcionalidade, autonomia, qualidade de vida e inclusão social. Classificação e categorias da tecnologia assistiva: A tecnologia assistiva pode ser classificada segundo objetivos funcionais. Destacam-se a classificação internacional ISO 9999, a classificação HEART da União Europeia e a Classificação Nacional de Tecnologia Assistiva dos Estados Unidos, que organizam recursos, serviços e metodologias em diferentes áreas, como comunicação, mobilidade, vida independente, educação, trabalho, lazer e serviços de apoio. Essas classificações evidenciam que a tecnologia assistiva vai além de dispositivos, abrangendo processos formativos e contextuais. Embasamento legislativo: No Brasil, a legislação sobre tecnologia assistiva está em desenvolvimento. Destacam-se a Lei nº 10.098/2000, o Decreto nº 5.296/2004, a Lei nº 7.853/1989, a Lei nº 9.394/1996 e a Lei nº 13.146/2015 (Lei Brasileira de Inclusão), que asseguram acessibilidade, educação inclusiva, uso de tecnologia assistiva e adoção do Desenho Universal. No plano internacional, o Brasil ratificou a Convenção sobre os Direitos das Pessoas com Deficiência da ONU, que estabelece a promoção, pesquisa e uso de tecnologias assistivas como obrigação dos Estados. Documentos como a Declaração de Salamanca e a Conferência Mundial de Educação para Todos reforçam a educação inclusiva como direito humano fundamental. Tecnologia assistiva como ferramenta facilitadora da aprendizagem: A tecnologia assistiva contribui para a inclusão educacional ao romper barreiras físicas, sensoriais e cognitivas, possibilitando acesso, participação e aprendizagem em igualdade de condições. Segundo Bersch, seu uso vai além de auxiliar tarefas, permitindo ao aluno atuar de forma construtiva em seu desenvolvimento. Recursos como leitores de tela, softwares de comunicação alternativa, mobiliário acessível e dispositivos adaptados favorecem autonomia e participação ativa. A formação continuada de professores e o trabalho interdisciplinar são fundamentais para efetivar o uso da tecnologia assistiva na escola. Considerações finais: A tecnologia assistiva constitui instrumento essencial para a inclusão educacional e social das pessoas com deficiência, promovendo autonomia, independência e dignidade. Embora haja avanços legislativos, é necessário ampliar políticas públicas, investimentos, formação docente e redes de serviços em tecnologia assistiva. A adoção do Desenho Universal e o trabalho multidisciplinar são fundamentais para atender às diversas necessidades dos usuários. Conclui-se que as pessoas com deficiência são sujeitos de direitos e devem ter acesso à tecnologia assistiva como parte de seu cotidiano, garantindo participação plena no processo educacional e social."]
